tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mackerelio/mackerel-agent"
tap "oven-sh/bun"
tap "theseal/ssh-askpass"
tap "wader/tap"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "cairo"
brew "fribidi"
brew "xz"
brew "icu4c"
brew "harfbuzz"
brew "librsvg"
brew "afflib"
brew "afio"
brew "little-cms2"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aria2"
brew "arping"
brew "boost"
brew "docbook"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "python@3.9"
brew "atkmm@2.28"
brew "atomicparsley"
brew "atool"
brew "azure-cli"
brew "bandwhich"
brew "libgit2"
brew "bat"
brew "bchunk"
brew "binaryen"
brew "gcc"
brew "openblas"
brew "numpy"
brew "openjpeg"
brew "p7zip"
brew "tcl-tk"
brew "binwalk"
brew "blueutil"
brew "brew-gem"
brew "cabextract"
brew "ccd2iso"
brew "tbb"
brew "cgdb"
brew "circleci"
brew "protobuf-c"
brew "clamav"
brew "cmake"
brew "cmigemo"
brew "cowsay"
brew "croc"
brew "cscope"
brew "ctags"
brew "ddcctl"
brew "ddrescue"
brew "deno"
brew "dfc"
brew "p11-kit"
brew "gnutls"
brew "gnupg"
brew "poppler"
brew "diff-pdf"
brew "diff-so-fancy"
brew "docker", link: false
brew "dotnet"
brew "dust"
brew "folly"
brew "edencommon"
brew "emojify"
brew "node"
brew "emscripten"
brew "exiftool"
brew "exiv2"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fcrackzip"
brew "fdupes"
brew "lame"
brew "leptonica"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "firebase-cli"
brew "portaudio"
brew "fluid-synth"
brew "ghostscript"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "folderify"
brew "fortune"
brew "fzf"
brew "fzy"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnu-time"
brew "go"
brew "gobject-introspection"
brew "gping"
brew "gpredict"
brew "netpbm"
brew "graphviz"
brew "gsl"
brew "gsmartcontrol"
brew "gtk4"
brew "handbrake", link: false
brew "hashcat"
brew "hdf5"
brew "lua"
brew "highlight"
brew "htop"
brew "icoutils"
brew "jnethack"
brew "john-jumbo"
brew "joplin-cli"
brew "jq"
brew "kotlin"
brew "leveldb"
brew "lha"
brew "libdvdcss"
brew "libewf"
brew "libmng"
brew "librtlsdr"
brew "llvm"
brew "lsusb"
brew "m-cli"
brew "mas"
brew "mdf2iso"
brew "mecab"
brew "mecab-ipadic"
brew "mingw-w64"
brew "minicom"
brew "mongocli"
brew "mongosh"
brew "mosh"
brew "mosquitto"
brew "mp4v2"
brew "mutt"
brew "nasm"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "net-snmp"
brew "netcdf"
brew "nethack"
brew "newt"
brew "nginx"
brew "nkf"
brew "nmap"
brew "pytorch"
brew "openai-whisper"
brew "vtk"
brew "opencv"
brew "openjdk@17"
brew "openvpn"
brew "ophcrack"
brew "pandoc"
brew "parallel"
brew "pdfcrack"
brew "pdftk-java"
brew "peco"
brew "pigz"
brew "postgresql@15"
brew "progress"
brew "pv"
brew "qt@5"
brew "pyqt@5"
brew "python-tk@3.11"
brew "qemu"
brew "r"
brew "ripgrep-all"
brew "rrdtool"
brew "rsync"
brew "rtl_433"
brew "rustup-init"
brew "sl"
brew "terminalimageviewer"
brew "testdisk"
brew "the_silver_searcher"
brew "thefuck"
brew "timidity"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "trivy"
brew "vgmstream"
brew "w3m"
brew "wasmer"
brew "watchman"
brew "wget"
brew "yarn"
brew "yasm"
brew "yt-dlp"
brew "zbar"
brew "zenity"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "theseal/ssh-askpass/ssh-askpass"
brew "wader/tap/fq"
cask "adobe-acrobat-pro"
cask "adobe-acrobat-reader"
cask "adobe-digital-editions"
cask "aldente"
cask "android-studio"
cask "appcleaner"
cask "applite"
cask "arduino"
cask "atok"
cask "audacity"
cask "background-music"
cask "bartender"
cask "bathyscaphe"
cask "betterzip"
cask "blackhole-16ch"
cask "blender"
cask "boom-3d"
cask "bose-updater"
cask "boxofsnoo-fairmount"
cask "burn"
cask "caffeine"
cask "calibre"
cask "chromedriver"
cask "clipy"
cask "color-oracle"
cask "cscreen"
cask "cubicsdr"
cask "cyberduck"
cask "deepl"
cask "docker"
cask "duet"
cask "firefox"
cask "flycast"
cask "font-biz-udgothic"
cask "font-biz-udpgothic"
cask "font-fira-code"
cask "font-ipaexfont"
cask "font-mona-sans"
cask "forklift"
cask "freecad"
cask "ghidra"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpower"
cask "gqrx"
cask "grandperspective"
cask "gstreamer-framework"
cask "hackintool"
cask "hammerspoon"
cask "handbrake"
cask "horos"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "joplin"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "kindle"
cask "kindle-comic-converter"
cask "kindle-previewer"
cask "kodi"
cask "krita"
cask "ltspice"
cask "lyrics-master"
cask "macdown"
cask "macgdbp"
cask "mactex"
cask "macvim"
cask "makemkv"
cask "mark-text"
cask "mediahuman-audio-converter"
cask "meld"
cask "menumeters"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mkvtoolnix"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mountain-duck"
cask "musescore"
cask "openemu"
cask "osirix-quicklook"
cask "powershell"
cask "qflipper"
cask "qgis"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rar"
cask "raspberry-pi-imager"
cask "rstudio"
cask "sdrdx"
cask "send-to-kindle"
cask "sequel-pro"
cask "smartgit"
cask "sourcetree"
cask "steam"
cask "suspicious-package"
cask "tigervnc-viewer"
cask "tomighty"
cask "tor-browser"
cask "touch-bar-simulator"
cask "transmission"
cask "tripmode"
cask "ultimaker-cura"
cask "unicodechecker"
cask "utm"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "warp"
cask "wireshark"
cask "xld"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "Affinity Designer", id: 824171161
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo", id: 824183456
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher", id: 881418622
mas "Affinity Publisher 2", id: 1606941598
mas "App Language Chooser", id: 451732904
mas "BlueSee", id: 1336679524
mas "Boom 3D Netflix Extension", id: 6445882848
mas "Cinebench", id: 1438772273
mas "com.adriangranados.wifiexplorerlite", id: 1408727408
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Diffusers", id: 1666309574
mas "Disk Speed Test", id: 425264550
mas "Display Menu", id: 549083868
mas "EdgeView", id: 1580323719
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GM EPUB Reader", id: 1506541486
mas "Goodnotes", id: 1444383602
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "isHUD", id: 484757536
mas "JoyKeyMapper", id: 1511416593
mas "Keepa - Price Tracker", id: 1533805339
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Kindle Classic", id: 405399194
mas "LadioCast", id: 411213048
mas "LibreOffice", id: 1630474372
mas "LibreOffice Vanilla", id: 921923693
mas "LINE", id: 539883307
mas "LINE WORKS", id: 6447544433
mas "LINE WORKS", id: 1029784963
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "MainStage", id: 634159523
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "MIDI Player Plus", id: 1612350258
mas "MIDITrail", id: 421739418
mas "Motion", id: 434290957
mas "Native SQLite Manager", id: 1416282836
mas "NetHack", id: 528223360
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Squeezer 3", id: 504700302
mas "PDFOutliner", id: 420874236
mas "Physics 101", id: 435293897
mas "Playgrounds", id: 1496833156
mas "PopClip", id: 445189367
mas "Prime Video", id: 545519333
mas "Steam Link", id: 1246969117
mas "The Unarchiver", id: 425424353
mas "TinyStopwatch", id: 1447754003
mas "uBlacklist for Safari", id: 1547912640
mas "Wappalyzer", id: 1520333300
mas "WattsConnected", id: 1639692859
mas "WiFi Signal", id: 525912054
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
vscode "cschlosser.doxdocgen"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deibit.devdocs"
vscode "denoland.vscode-deno"
vscode "docsmsft.docs-markdown"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.debugger-for-edge"
vscode "msjsdiag.vscode-react-native"
vscode "neilding.language-liquid"
vscode "Orta.vscode-jest"
vscode "platformio.platformio-ide"
vscode "pranaygp.vscode-css-peek"
vscode "qwtel.sqlite-viewer"
vscode "rust-lang.rust-analyzer"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-remark"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscode-snippet.snippet"
vscode "vscodevim.vim"
vscode "yusukehirao.vscode-markuplint"
vscode "zhuangtongfa.material-theme"
