tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "fredowski/pspp"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "mackerelio/mackerel-agent"
tap "microsoft/foundrylocal"
tap "oven-sh/bun"
tap "ramborogers/netventory"
tap "ruffle-rs/ruffle"
tap "theseal/ssh-askpass"
tap "wader/tap"
tap "ynqa/tap"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "cairo"
brew "fribidi"
brew "xz"
brew "harfbuzz"
brew "librsvg"
brew "afflib"
brew "afio"
brew "afsctool"
brew "icu4c@76"
brew "little-cms2"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aria2"
brew "arping"
brew "boost"
brew "docbook"
brew "asciidoc"
brew "git"
brew "asdf"
brew "atkmm@2.28"
brew "atomicparsley"
brew "atool"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bandwhich"
brew "libgit2"
brew "bat"
brew "bazel"
brew "bchunk"
brew "binaryen"
brew "p7zip"
brew "binwalk"
brew "blueutil"
brew "boost-python3"
brew "brew-gem"
brew "bundletool"
brew "cabextract"
brew "ccd2iso"
brew "gmp"
brew "gcc"
brew "openblas"
brew "suite-sparse"
brew "tbb"
brew "cgdb"
brew "pkgconf"
brew "hdf5"
brew "circleci"
brew "protobuf-c"
brew "clamav"
brew "cmake"
brew "cmigemo"
brew "cowsay"
brew "croc"
brew "cscope"
brew "ctags"
brew "ddcctl"
brew "ddrescue"
brew "deno"
brew "dfc"
brew "p11-kit"
brew "gnutls"
brew "gnupg"
brew "openjpeg"
brew "poppler"
brew "diff-pdf"
brew "diff-so-fancy"
brew "difftastic"
brew "docker", link: false
brew "dos2unix"
brew "dotnet"
brew "dust"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "emojify"
brew "node"
brew "emscripten"
brew "enscript"
brew "exiftool"
brew "exiv2"
brew "fcrackzip"
brew "fdupes"
brew "lame"
brew "leptonica"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "open-mpi"
brew "figlet"
brew "firebase-cli", link: false
brew "portaudio"
brew "fluid-synth"
brew "ghostscript"
brew "libheif"
brew "libraw"
brew "libtool"
brew "imagemagick"
brew "folderify"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "fzy"
brew "gh"
brew "git-lfs"
brew "glow"
brew "gnu-time"
brew "go"
brew "gobject-introspection"
brew "gping"
brew "gpredict"
brew "grafana-agent", restart_service: :changed
brew "netpbm"
brew "graphviz"
brew "gsl"
brew "gsmartcontrol"
brew "gtk4"
brew "gstreamer"
brew "handbrake", link: false
brew "hashcat"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "icoutils"
brew "id3v2"
brew "jadx"
brew "jnethack"
brew "john-jumbo"
brew "vips"
brew "joplin-cli"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "kotlin"
brew "leveldb"
brew "lha"
brew "libdvdcss"
brew "libewf"
brew "libimobiledevice"
brew "libmng"
brew "libpst"
brew "librtlsdr"
brew "libsixel"
brew "llvm"
brew "lrzip"
brew "lsusb"
brew "m-cli"
brew "mactop"
brew "mas"
brew "mdf2iso"
brew "mecab"
brew "mecab-ipadic"
brew "midnight-commander"
brew "mingw-w64"
brew "minicom"
brew "mongocli"
brew "mongosh"
brew "mosh"
brew "mosquitto"
brew "mp4v2"
brew "msitools"
brew "mutt"
brew "nasm"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "net-snmp"
brew "netcdf"
brew "nethack"
brew "newt"
brew "nginx"
brew "nkf"
brew "nmap"
brew "numpy", link: false
brew "ollama"
brew "pytorch"
brew "openai-whisper"
brew "vtk"
brew "opencv"
brew "openjdk@17"
brew "openvpn"
brew "ophcrack"
brew "parallel"
brew "pdfcrack"
brew "pdftk-java"
brew "peco"
brew "pigz"
brew "postgresql@15"
brew "progress"
brew "pup"
brew "pv"
brew "pwgen"
brew "qt@5"
brew "pyqt@5"
brew "python-tk@3.11"
brew "tcl-tk"
brew "python-tk@3.12"
brew "python-tk@3.13"
brew "python@3.9"
brew "qemu"
brew "qpdf"
brew "qrencode"
brew "r"
brew "rdfind"
brew "ripgrep-all"
brew "rrdtool"
brew "rsync"
brew "rtl_433"
brew "rustup"
brew "rzip"
brew "sdl12-compat"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "shellcheck"
brew "sl"
brew "smpeg"
brew "sox"
brew "ssh-vault"
brew "terminalimageviewer"
brew "testdisk"
brew "the_silver_searcher"
brew "thefuck"
brew "timidity"
brew "tinyproxy"
brew "tmux"
brew "tnef"
brew "transmission-cli"
brew "tree"
brew "trippy"
brew "trivy"
brew "uutils-coreutils"
brew "uutils-diffutils"
brew "uutils-findutils"
brew "uv"
brew "vgmstream"
brew "w3m"
brew "wasmer"
brew "watchman"
brew "wget"
brew "whisper-cpp"
brew "whisperkit-cli"
brew "xcodegen"
brew "yarn"
brew "yasm"
brew "yt-dlp"
brew "zbar"
brew "zenity"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "itchyny/tap/mmv"
brew "microsoft/foundrylocal/foundrylocal"
brew "oven-sh/bun/bun"
brew "ruffle-rs/ruffle/ruffle", args: ["HEAD"]
brew "theseal/ssh-askpass/ssh-askpass"
brew "wader/tap/fq"
brew "ynqa/tap/jnv"
cask "activitywatch"
cask "adobe-acrobat-pro"
cask "adobe-digital-editions"
cask "aldente"
cask "android-studio"
cask "appcleaner"
cask "applite"
cask "arduino"
cask "atok"
cask "audacity"
cask "background-music"
cask "balenaetcher"
cask "bartender"
cask "bathyscaphe"
cask "battery"
cask "betterzip"
cask "blackhole-16ch"
cask "blender"
cask "bluestacks"
cask "boom-3d"
cask "boxofsnoo-fairmount"
cask "burn"
cask "caffeine"
cask "calibre"
cask "chatgpt"
cask "chromedriver"
cask "clipy"
cask "cocoarestclient"
cask "color-oracle"
cask "cscreen"
cask "cubicsdr"
cask "cyberduck"
cask "deepl"
cask "docker"
cask "dolphin"
cask "duet"
cask "fiji"
cask "firefox"
cask "flycast"
cask "font-biz-udgothic"
cask "font-biz-udpgothic"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-ipaexfont"
cask "font-mona-sans"
cask "font-monaspace"
cask "forklift"
cask "freecad"
cask "ghidra"
cask "gimp"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-earth-pro"
cask "gpower"
cask "gqrx"
cask "grandperspective"
cask "gstreamer-framework"
cask "hackintool"
cask "hammerspoon"
cask "handbrake"
cask "horos"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "jamovi"
cask "joplin"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "kindle"
cask "kindle-comic-converter"
cask "kindle-previewer"
cask "kodi"
cask "krita"
cask "libreoffice"
cask "ltspice"
cask "lyrics-master"
cask "macdown"
cask "macgdbp"
cask "mactex"
cask "macvim"
cask "makemkv"
cask "mark-text"
cask "mediahuman-audio-converter"
cask "meld"
cask "menumeters"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mitmproxy"
cask "mkvtoolnix"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mountain-duck"
cask "musescore"
cask "mx-power-gadget"
cask "netron"
cask "openemu"
cask "osirix-quicklook"
cask "popclip"
cask "postman"
cask "powershell"
cask "qfinder-pro"
cask "qflipper"
cask "qgis"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quarto"
cask "quicklook-csv"
cask "quicklook-json"
cask "rar"
cask "raspberry-pi-imager"
cask "retroarch-metal"
cask "rstudio"
cask "sdrdx"
cask "send-to-kindle"
cask "sequel-pro"
cask "smartgit"
cask "smartreporter-free"
cask "sourcetree"
cask "steam"
cask "stratoshark"
cask "suspicious-package"
cask "teamviewer"
cask "tigervnc-viewer"
cask "timemachinestatus"
cask "tomighty"
cask "tor-browser"
cask "touch-bar-simulator"
cask "transmission"
cask "tripmode"
cask "ultimaker-cura"
cask "unicodechecker"
cask "upscayl"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wireshark"
cask "xld"
cask "xquartz"
cask "zoom"
cask "zotero"
cask "zulu@17"
mas "Affinity Designer", id: 824171161
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo", id: 824183456
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher", id: 881418622
mas "Affinity Publisher 2", id: 1606941598
mas "App Language Chooser", id: 451732904
mas "Apple Configurator", id: 1037126344
mas "Batch Clipboard", id: 6695729238
mas "Blackmagic Disk Speed Test", id: 425264550
mas "BlueSee", id: 1336679524
mas "Boom3D Netflix Extension", id: 6445882848
mas "ByeGraph", id: 6467188044
mas "CHM Reader - Enjoy", id: 1661528239
mas "Cinebench", id: 1438772273
mas "Copilot", id: 6738511300
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Diffusers", id: 1666309574
mas "Discovery", id: 1381004916
mas "Display Menu", id: 549083868
mas "Dropover", id: 1355679052
mas "EdgeView", id: 1580323719
mas "Enchanted", id: 6474268307
mas "EPUB Reader", id: 1506541486
mas "Final Cut Pro", id: 424389933
mas "Front Row", id: 6480318506
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "isHUD", id: 484757536
mas "JoyKeyMapper", id: 1511416593
mas "Keepa - Price Tracker", id: 1533805339
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Kindle Classic", id: 405399194
mas "LadioCast", id: 411213048
mas "LibreOffice Vanilla", id: 921923693
mas "LINE", id: 539883307
mas "LINE WORKS", id: 6447544433
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "MainStage", id: 634159523
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "MidiPlayerPlus", id: 1612350258
mas "MIDITrail", id: 421739418
mas "Motion", id: 434290957
mas "Native SQLite Manager", id: 1416282836
mas "NetHack", id: 528223360
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Squeezer", id: 504700302
mas "PDFOutliner", id: 420874236
mas "Physics 101", id: 435293897
mas "PrimeVideo", id: 545519333
mas "QR Journal", id: 483820530
mas "RemoteDrive", id: 6502180430
mas "shakepin", id: 6599856142
mas "Steam Link", id: 1246969117
mas "Swift Playground", id: 1496833156
mas "The Unarchiver", id: 425424353
mas "TinyStopwatch", id: 1447754003
mas "uBlacklist for Safari", id: 1547912640
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "WattsConnected", id: 1639692859
mas "WiFi Explorer Lite", id: 1408727408
mas "WiFi Signal", id: 525912054
mas "WinArchiver Lite", id: 414855915
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "anthropic.claude-code"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deibit.devdocs"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "docsmsft.docs-markdown"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gluestack.gluestack-vscode"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hbenl.vscode-test-explorer"
vscode "jeff-hykin.better-cpp-syntax"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.debugger-for-edge"
vscode "msjsdiag.vscode-react-native"
vscode "neilding.language-liquid"
vscode "orta.vscode-jest"
vscode "platformio.platformio-ide"
vscode "pranaygp.vscode-css-peek"
vscode "quarto.quarto"
vscode "qwtel.sqlite-viewer"
vscode "rdebugger.r-debugger"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "rust-lang.rust-analyzer"
vscode "ryanluker.vscode-coverage-gutters"
vscode "saoudrizwan.claude-dev"
vscode "swellaby.vscode-rust-test-adapter"
vscode "swiftlang.swift-vscode"
vscode "tauri-apps.tauri-vscode"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-remark"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscode-snippet.snippet"
vscode "vscodevim.vim"
vscode "yusukehirao.vscode-markuplint"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "zhuangtongfa.material-theme"
