# ==============================================================================
# 250-modules.zsh
#   Zsh 組み込みモジュールの読み込み
# ==============================================================================

# ------------------------------------------------------------------------------
# Zsh ユーティリティモジュール
# ------------------------------------------------------------------------------
autoload -Uz is-at-least       # versionによる判定
autoload zmv                   # バッチファイル名変更
autoload zargs                 # バッチコマンド実行
autoload zsh/files             # 組み込みファイルコマンド (cp, mkdir, etc.)
autoload -Uz url-quote-magic   # URLのクォート処理
